tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "ack"
brew "argon2"
brew "asciidoctor"
brew "readline"
brew "botan"
brew "cmake"
brew "cowsay"
brew "exiftool"
brew "git"
brew "gnupg"
brew "htop"
brew "ispell"
brew "markdown"
brew "minizip"
brew "nvm"
brew "pyenv"
brew "qrencode"
brew "qt@5"
brew "the_silver_searcher"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus@29"
cask "aerospace"
cask "alacritty"
cask "font-inconsolata"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.vscode-yaml"
vscode "wmaurer.vscode-jumpy"
