tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "ack"
brew "argon2"
brew "asciidoctor"
brew "readline"
brew "botan"
brew "cmake"
brew "cowsay"
brew "git"
brew "gnupg"
brew "htop"
brew "ispell"
brew "markdown"
brew "minizip"
brew "nvm"
brew "pyenv"
brew "qrencode"
brew "qt@5"
brew "the_silver_searcher"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus@29"
cask "aerospace"
cask "alacritty"
cask "font-inconsolata"
